Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Gomberville1637_polexandre_bpt6k8707847n_cropped_choice_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: Polexandre ne ſe croiroit pas legitime poſſeſſeur de ſa gloire, s'il n'en faiſoit hommage à VOSTRE MAIESTE': & ne reconnoiſſoit les miracles de VOSTRE VIE, pour les premiers autheurs des grandes actions qu'il a faites.
fr: Polexandre ne se croirait pas légitime possesseur de sa gloire, s’il n’en faisait hommage à VOSTRE MAIESTÉ: et ne reconnaissait les miracles de VOTRE VIE, pour les premiers auteurs des grandes actions qu’il a faites.

source: C'eſt-pourquoy, SIRE, il deſcend de ſon Troſne, & apporte aux pieds de VOSTRE MAIESTE' ſa Couronne & ſon Sceptre, comme le tribut de cette haute & immortelle reputation, qu'il n'euſt iamais acquiſe, ſans l'emulation magnanime, dont les beaux faits de VOSTRE MAIESTE' ont enflamé ſon courage.
fr: C’est-pourquoi, SIRE, il descend de son Trône, et apporte aux pieds de VOTRE MAIESTÉ sa Couronne et son Sceptre, comme le tribut de cette haute et immortelle réputation, qu’il n’eût jamais acquise, sans l’émulation magnanime, dont les beaux faits de VOSTRE MAIESTÉ ont enflammé son courage.

source: En effet, SIRE il n'y a rien de grand, rien d'extraordinaire, rien de merueilleux en toutes les auantures de ce Heros, qui ne trouue ſon exemple, dans les admirables euenemens qui compoſent l’hiſtoire du regne de VOSTRE MAIESTE’.
fr: En effet, SIRE il n’y a rien de grand, rien d’extraordinaire, rien de merueilleux en toutes les avantures de ce Héros, qui ne trouve son exemple, dans les admirables événemens qui composent l’histoire du règne de VOSTRE MAIESTÉ.

source: Quand ie voy que preſque au ſortir du berceau Polexandre prend les armes pour le ſalut de ſon peuple;
fr: Quand je vois que presque au sortir du berceau Polexandre prend les armes pour le salut de son peuple;

source: & que les combats, les ſieges, & les autres trauaux de la guerre ſont les ieux & les exercices de ſon enfance.
fr: et que les combats, les sieges, et les autres travaux de la guerre sont les jeux et les exercices de son enfance.

source: Quand ie lis que pour le bien general du monde il porte la terreur & la mort dans le ſejour des Tyrans;
fr: Quand je lis que pour le bien général du monde il porte la terreur et la mort dans le séjour des Tyrans;

source: & ſe declare le Protecteur vniuerſel de l'innocence, opprimee.
fr: et se déclare le Protecteur universel de l’innocence, opprimée.

source: Quand ie le conſidere vainqueur des hommes, des Elemens, de la fortune, & de ſa propre puiſſance, ie ne puis m'empeſcher de croire, ou que Polexandre eſt LOVYS LE IVSTE, ou que c'eſt vn autre luy-meſme.
fr: Quand je le considère vainqueur des hommes, des Élements, de la fortune, et de sa propre puissance, je ne puis m’empêcher de croire, ou que Polexandre est LOUIS LE JUSTE, ou que c’est un autre lui-même.

source: Ie diray dauantage.
fr: Je dirai davantage.

source: SIRE, ceſt qu'il ſe remarque vne ſi parfaite conformité entre les merueilles de VOSTRE MAIESTE', & celles de ce demy-Dieu, qu'il ſemble qu'vne meſme ame faict mouuoir vos deux corps;
fr: SIRE, c'est qu’il se remarque une si parfaite conformité entre les merveilles de VOSTRE MAIESTÉ, et celles de ce demi-Dieu, qu’il semble qu’une même âme fait mouvoir vos deux corps;

source: ou bien que ce Prince, incomparable eſt né auec ce glorieux deſtin, d'eſtre en paix & en la guerre, la viuante Image de VOSTRE MAIESTE’.
fr: ou bien que ce Prince, incomparable est né avec ce glorieux destin, d’être en paix et en la guerre, la vivante Image de VOSTRE MAIESTÉ.

source: Comme elle, il bruſle de l'Amour de la Vertu, & du deſir de la Gloire;
fr: Comme elle, il brûle de l’Amour de la Vertu, et du désir de la Gloire;

source: & comme elle, il remporte autant de Victoires qu'il entreprend de Combats.
fr: et comme elle, il remporte autant de Victoires qu’il entreprend de Combats.

source: C'eſt pour ces conſiderations, SIRE, que non ſeulement ie me ſuis engagé à dreſſer les Memoires de ſa vie, mais que ie prens la hardieſſe de les preſenter à VOSTRE MAIESTE'.
fr: C’est pour ces considérations, SIRE, que non seulement je me suis engagé à dresser les Mémoires de sa vie, mais que je prends la hardiesse de les présenter à VOSTRE MAIESTÉ.

source: Si elle daigne baiſſer les yeux ſur mon ouurage, elle reconnoiſtra que i'ay trauaillé pour ſa gloire quand i'ay trauaille pour celle de ſon Imitateur;
fr: Si elle daigne baisser les yeux sur mon ouvrage, elle reconnaîtra que j’ai travaillé pour sa gloire quand j’ai travaillé pour celle de son Imitateur;

source: & que ie ne pouuois donner vne plus ſuperbe & plus magnifique Preface à l'hiſtoire de LOVIS LE IVSTE, que l'hiſtoire meſme de POLEXANDRE.
fr: et que je ne pouvais donner une plus superbe et plus magnifique Préface à l’histoire de LOUIS LE IVSTE, que l’histoire même de POLEXANDRE.

source: SIRE, De VOSTRE MAIESTE' Le tres-humble, tres-obeïſſant, & tres-fidele ſubiect & ſeruiteur,
fr: SIRE, De VOSTRE MAIESTÉ Le très humble, très obéissant, et très fidèle sujet et serviteur,

source: VN nauire qui ſembloit triompher de la tempeſte dont il eſtoit combatu, vint relaſcher à la rade de cette Iſle bien-heureuſe, qui par vn miracle perpetuel, voit couler des feüilles de ſes arbres, les ſources ineſpuiſables dont elle eſt arrouzée.
fr: UN navire qui semblait triompher de la tempête dont il était combattu, vint relâcher à la rade de cette Île bienheureuse, qui par un miracle perpétuel, voit couler des feuilles de ses arbres, les sources inépuisables dont elle est arrosée.

source: Auſſi toſt parut à la poupe de ce ſuperbe vaiſſeau, vn ieune Turc, qui pouuoit eſtre pris tant il eſtoit beau;
fr: Aussitôt parut à la poupe de ce superbe vaisseau, un jeune Turc, qui pouvait être pris tant il était beau;

source: pour vne de ces merueilles qui ont rendu fameuſes les Iſles de l’Archipelague.
fr: pour une de ces merveilles qui ont rendu fameuses les Îles de l’Archipelague.

source: Il fit mettre vne chalouppe en mer, auec deſſein de ſe faire porter à terre;
fr: Il fit mettre une chaloupe en mer, avec dessein de se faire porter à terre;

source: & deſia ceux qu’il auoit choiſis pour le ſuiure, eſtoient deſcendus auecque les Matelots, quand des voix confuſes & des hurlemens effroyables, l'arreſterent ſur le bord de ſon nauire.
fr: et déjà ceux qu’il avait choisis pour le suivre, étaient descendus avec les Matelots, quand des voix confuses et des hurlements effroyables, l’arrêtèrent sur le bord de son navire.

source: Il tourna les yeux vers le lieu d’où ce bruit venoit, & ayant eſté quelque temps ſans rien découurir, apperçût à la pointe d’vn rocher fort haut, & fort eſcarpé, deux hommes qui s’eſtant embraſſez ſe precipiterent dans la mer.
fr: Il tourna les yeux vers le lieu d’où ce bruit venait, et ayant été quelque temps sans rien découvrir, aperçût à la pointe d’un rocher fort haut, et fort escarpé, deux hommes qui s’étant embrassés se précipitèrent dans la mer.

source: Il fut touché d’vne ſi eſtrange & ſi pitoyable auanture.
fr: Il fut touché d’une si étrange et si pitoyable avanture.

source: Ceux de ſa ſuite témoignerent par vn grandcry, le déplaiſir qu’ils en receuoient;
fr: Ceux de sa suite témoignèrent par un grand cri, le déplaisir qu’ils en recevaient;

source: & les Mariniers meſme ſuſpendant l’impaſſibilité que leur condition leur rend comme naturelle, s’offrirent d’aller ſecourir ces deux deſeſperez.
fr: et les Mariniers même suspendant l’impassibilité que leur condition leur rend comme naturelle, s’offrirent d’aller secourir ces deux désespérés.

source: Le beauTurc loüa leur reſolution, & leur commanda de l’executer.
fr: Le beau Turc loua leur résolution, et leur commanda de l’exécuter.

source: Quinze ou vingt ſe ietterent dans la chalouppe, & voguerent auec toute l’ardeur dont la charité doit eſtre accompagnée.
fr: Quinze ou vingt se jetèrent dans la chaloupe, et voguèrent avec toute l’ardeur dont la charité doit être accompagnée.

source: L’excez de la leur faillit à les perdre.
fr: L’excès de la leur faillit à les perdre.

source: Mais les vents & les flots ſenſibles à ce rare exemple, ſuſpendirent leur violance;
fr: Mais les vents et les flots sensibles à ce rare exemple, suspendirent leur violence;

source: & pour auoir part à la gloire de ſauuer deux miſerables;
fr: et pour avoir part à la gloire de sauver deux misérables;

source: en ietterent vn ſur vn banc de ſable, & porterent l’autre contre la chalouppe des Turcs.
fr: en jetèrent un sur un banc de sable, et portèrent l’autre contre la chaloupe des Turcs.

source: En meſme temps quatre ou cinq le prirent par les cheueux & le tirerent de la mer.
fr: En même temps quatre ou cinq le prirent par les cheveux et le tirèrent de la mer.

source: Ils allerent auſſi toſt au ſecours de ſon compagnon, mais il leur fut beaucoup plus difficile de le ſauuer.
fr: Ils allèrent aussitôt au secours de son compagnon, mais il leur fut beaucoup plus difficile de le sauver.

source: A la fin toutefois leur adreſſe iointe à leur affection, ſurmonta les obſtacles de la terre & de la mer;
fr: À la fin toutefois leur adresse jointe à leur affection, surmonta les obstacles de la terre et de la mer;

source: & l’arracha d’entre les ſables où ces deux elemens ſembloient auoir creuſé ſon tombeau.
fr: et l’arracha d’entre les sables où ces deux élémens semblaient avoir creusé son tombeau.

source: Si leur ioye fut grande d’auoir ſi bien reüſſi, leur eſtonnement le fut beaucoup plus, lors qu’en deſpoüillant l’vn de ces malheureux;
fr: Si leur joie fut grande d’avoir si bien réussi, leur étonnement le fut beaucoup plus, lorsqu’en dépouillant l’un de ces malheureux;

source: ils luy trouuerent deux chaiſnes d’or, où pendoient deux boëtes couuertes de diamants & de perles.
fr: ils lui trouvèrent deux chaînes d’or, où pendaient deux boîtes couvertes de diamants et de perles.

source: Vray-ſemblablement ils deuoient auoir aſſez de curioſité pour s’arreſter quelque temps à conſiderer des choſes ſi precieuſes.
fr: Vraisemblablement ils devaient avoir assez de curiosité pour s’arrêter quelque temps à considérer des choses si précieuses.

source: Cependant la paſſion qu’ils auoient de plaire au beau Turc, eſtant plus forte que toutes les autres;
fr: Cependant la passion qu’ils avaient de plaire au beau Turc, étant plus forte que toutes les autres;

source: ils reprirent les rames, & regagnerent leur nauire auecque autant de viſteſſe qu’ils s’en eſtoient eſloignez.
fr: ils reprirent les rames, et regagnèrent leur navire avec autant de vitesse qu’ils s’en étaient éloignés.

source: Tandis que les vns y racontent le merueilleux ſuccez de leur petit voyage, les autres eſſayent de tirer de leur long euanoüiſſement, ceux qu’ils auoient tirez de la mer.
fr: Tandis que les uns y racontent le merveilleux succès de leur petit voyage, les autres essaient de tirer de leur long évanouissement, ceux qu’ils avaient tirés de la mer.

source: Mais cognoiſſant que tout ce qu’ils faiſoient eſtoit inutile, ils remonterent dans leur nauire, & y enleüerent les deux euanoüis, auecque vne de ces machines qui ſeruent à remuer le canon & les marchandiſes.
fr: Mais connaissant que tout ce qu’ils faisaient était inutile, ils remontèrent dans leur navire, et y enlevèrent les deux évanouis, avec une de ces machines qui servent à remuer le canon et les marchandises.

source: Le beau Turc les fit porter à ſa chambre, & ne remarquant en eux aucun ſigne de vie, eut peur que la nature ſeule ne fuſt pas aſſez forte pour leur rendre ce que la crainte & la cheute leur auoient oſté.
fr: Le beau Turc les fit porter à sa chambre, et ne remarquant en eux aucun signe de vie, eut peur que la nature seule ne fût pas assez forte pour leur rendre ce que la crainte et la chute leur avaient ôté.

source: Il enuoya querir vn François, qui faiſoit profeſſion de la Medecine;
fr: Il envoya quérir un Français, qui faisait profession de la Médecine;

source: & le conjura d’employer ſes excellans remedes pour le ſoulagement des deux inconnus.
fr: et le conjura d’employer ses excellents remèdes pour le soulagement des deux inconnus.

source: Le François ſatisfit auſſi toſt à ce iuſte deſir, & trauailla ſi heureuſement qu’en moins d’vn quart d’heure il rendit à l'vn & à l’autre l’vſage de voir & d’entendre.
fr: Le Français satisfit aussitôt à ce juste désir, et travailla si heureusement qu’en moins d’un quart d’heure il rendit à l’un et à l’autre l’usage de voir et d’entendre.

source: Celuy qui auoit les pierreries, ouurit les yeux le premier, mais ne pouuant ſouffrir la lumiere, il les referma;
fr: Celui qui avait les pierreries, ouvrit les yeux le premier, mais ne pouvant souffrir la lumière, il les referma;

source: & apres auoir ſouſpiré pluſieurs fois recheut dans ſa foibleſſe.
fr: et après avoir soupiré plusieurs fois rechut dans sa faiblesse.

source: L’autre monſtrant plus de vigueur, & plus de courage regarda fixement tous ceux qui l’enuironnoient, & s’eſtant apres conſideré luy-meſme:
fr: L’autre montrant plus de vigueur, et plus de courage regarda fixement tous ceux qui l’environnaient, et s’étant après considéré lui-même:

source: teſmoigna par ſes regards & par ſes admirations, qu’il auoit bien de la peine à ſe recognoiſtre.
fr: témoigna par ses regards et par ses admirations, qu’il avait bien de la peine à se reconnaître.

source: Le beau Turc en ayant conçeu d’abord vne tres-aduantageuſe opinion, & voulant le conſoler de ſes deſplaiſirs, ou pour le moins faire ceſſer ſes troubles & ſes agitations;
fr: Le beau Turc en ayant conçu d’abord une très avantageuse opinion, et voulant le consoler de ses déplaisirs, ou pour le moins faire cesser ses troubles et ses agitations;

source: Ie ſouhaitterois d’eſtre aſſez heureux, luy dit-il, pour vous tirer du deſeſpoir que ie voy peint ſur voſtre viſage.
fr: Je souhaitterais d’être assez heureux, lui dit-il, pour vous tirer du désespoir que je vois peint sur votre visage.

source: Mais il me ſera fort mal-aiſé d’en venir à bout, ſi vous ne prenez la peine de m’en dire la cauſe, & m’apprendre le moyen dont il faut que ie me ſerue pour la faire ceſſer.
fr: Mais il me sera fort mal-aisé d’en venir à bout, si vous ne prenez la peine de m’en dire la cause, et m’apprendre le moyen dont il faut que je me serve pour la faire cesser.

source: Cét homme qui paroiſſoit Ethyopien, auſſi bien à ſes habits qu'à ſon viſage; ſe mit à pleurer auecque tant de violance, qu’il ſembloit rendre par les yeux, vne partie de l’eau qu’il auoit beuë.
fr: Cet homme qui paraissait Éthiopien, aussi bien à ses habits qu’à son visage; se mit à pleurer avec tant de violence, qu’il semblait rendre par les yeux, une partie de l’eau qu’il avait bue.

source: Il arreſta toutefois le débordement de ſes pleurs;
fr: Il arrêta toutefois le débordement de ses pleurs;

source: & tournant pitoyablement les yeux ſur le beau Turc;
fr: et tournant pitoyablement les yeux sur le beau Turc;

source: luy fit comprendre par ſes ſignes qu’il auoit la langue couppée.
fr: lui fit comprendre par ses signes qu’il avait la langue couppée.

source: Vne nouueauté ſi peu attenduë accreut l’eſtonnement & du beau Turc & des ſiens; mais comme ſi la fortune euſt concerté diuers ſpectacles pour les faire paſſer d’vne admiration à l’autre;
fr: Une nouveauté si peu attendue accrut l’étonnement et du beau Turc et des siens; mais comme si la fortune eût concerté divers spectacles pour les faire passer d’une admiration à l’autre;

source: voila que le Muët ſe iette ſur le ſabre d’vn Portugais qui eſtoit contre luy;
fr: voilà que le Muet se jette sur le sabre d’un Portugais qui était contre lui;

source: & l’ayant pluſtoſt tiré que le Portugais ne ſe fuſt mis en eſtat de l’empeſcher;
fr: et l’ayant plutôt tiré que le Portugais ne se fût mis en état de l’empêcher;

source: s’élance auec vne extraordinaire fureur contre ſon compagnon, qui ne faiſoit que de ſortir de ſon éuanoüiſſement;
fr: s’élance avec une extraordinaire fureur contre son compagnon, qui ne faisait que de sortir de son évanouissement;

source: & le luy porte à la gorge.
fr: et le lui porte à la gorge.

source: Le beau Turc pour la ſeconde fois ſauua la vie à ce miſerable, & conjurant le furieux Muet de ſurmonter ſes reſſentimens, luy promit que s’ils eſtoient iuſtes, ils ne demeureroient pas ſans eſtre ſatisfaits.
fr: Le beau Turc pour la seconde fois sauva la vie à ce misérable, et conjurant le furieux Muet de surmonter ses ressentiments, lui promit que s’ils étaient justes, ils ne demeureraient pas sans être satisfaits.

source: Le Muët fut arreſté par ces remonſtrances & par ces promeſſes:
fr: Le Muet fut arrêté par ces remontrances et par ces promesses:

source: mais arreſté de telle ſorte qu’il ne laiſſa pas d’arracher les cheſnes que ſon compagnon auoit au col;
fr: mais arrêté de telle sorte qu’il ne laissa pas d’arracher les chaînes que son compagnon avait au col;

source: & apres les auoir baiſées pluſieurs fois, & les auoir miſes dans ſon ſein, ſembla dire par ces deux actions qu’il les luy auoit volées.
fr: et après les avoir baisées plusieurs fois, et les avoir mises dans son sein, sembla dire par ces deux actions qu’il les lui avait volées.

source: Tous les ſpectateurs regarderent l’accuſé, & iugeant de ſa vie par ſa mauuaiſe mine, ne douterent nullement que l’accuſation ne fuſt iuſte.
fr: Tous les spectateurs regardèrent l’accusé, et jugeant de sa vie par sa mauvaise mine, ne doutèrent nullement que l’accusation ne fût juste.

source: Le beau Turc euſt eu la meſme opinion, s’il ſe fuſt laiſſé emporter à ſes premiers mouuemens;
fr: Le beau Turc eût eu la même opinion, s’il se fût laissé emporter à ses premiers mouvemens;

source: mais ne voulant faire aucun preiugé qui fuſt deſauantageux à ce pretendu voleur;
fr: mais ne voulant faire aucun préjugé qui fût désavantageux à ce prétendu voleur;

source: il ſe reſolut de l’entendre auant que de le condamner.
fr: il se résolut de l’entendre avant que de le condamner.

source: Il s’approcha donc de luy apres qu’il eut fait retirer non ſeulement le Muët, mais auſſi tous ceux que la curioſité auoit fait entrer dans ſa chambre;
fr: Il s’approcha donc de lui après qu’il eut fait retirer non seulement le Muet, mais aussi tous ceux que la curiosité avait fait entrer dans sa chambre;

source: & l’ayant r’aſſeuré auec cette douceur & cette éloquence, dont il ſçauoit charmer les ames les plus brutales, & fortifier les plus laſches;
fr: et l’ayant rassuré avec cette douceur et cette éloquence, dont il savait charmer les âmes les plus brutales, et fortifier les plus lâches;

source: La fortune, luy dit-il, en te tirant du fond de la mer, a voulu ſe iuſtifier, & poſſible te iuſtifier toy meſme.
fr: La fortune, lui dit-il, en te tirant du fond de la mer, a voulu se justifier, et possible te justifier toi-même.

source: Ton compagnon t’accuſe, & ſi i’entens bien ſon langage, ſouſtient que tu luy auois oſté les chaines qu’il t’a repriſes.
fr: Ton compagnon t’accuse, et si j’entends bien son langage, soutient que tu lui avais ôté les chaînes qu’il t’a reprises.

source: Confeſſe la verité;
fr: Confesse la vérité;

source: & que le deſir d’eſtre riche, ne ſoit pas plus puiſſant ſur ton eſprit, que celuy de te conſeruer la vie.
fr: et que le désir d’être riche, ne soit pas plus puissant sur ton esprit, que celui de te conserver la vie.

source: Tu es parmy des hommes qui font profeſſion de proteger l’innocence, & de chaſtier les crimes: mais qui ont appris par leurs propres foibleſſes, à ne pas condamner toutes les infirmitez de la nature humaine.
fr: Tu es parmi des hommes qui font profession de protéger l’innocence, et de châtier les crimes: mais qui ont appris par leurs propres faiblesses, à ne pas condamner toutes les infirmités de la nature humaine.

source: Ce miſerable n’oſant nier vn crime dont ſa conſcience, les hommes, & les élemens meſme le déclaroient coupable;
fr: Ce misérable n’osant nier un crime dont sa conscience, les hommes, et les éléments même le déclaraient coupable;

source: & d’ailleurs ſe voyant ſi fauorablement traicté, ſe ietta aux pieds du ieune Turc, & luy embraſſant les genoux;
fr: et d’ailleurs se voyant si favorablement traité, se jetta aux pieds du jeune Turc, et lui embrassant les genoux;

source: Seigneur, luy dit-il, il eſt vray, i’ay commis le larcin dont le Muët m’accuſe.
fr: Seigneur, lui dit-il, il est vrai, j’ai commis le larcin dont le Muet m’accuse.

source: Les pierreries ſont à luy, ſi celuy-là ſe peut dire le vray poſſeſſeur d’vn bien, qui pour l’acquerir a violé la ſaincteté des tombeaux, & deſpoüillé les morts, des richeſſes que les viuans leur auoient laiſſées.
fr: Les pierreries sont à lui, si celui-là se peut dire le vrai possesseur d’un bien, qui pour l’acquérir a violé la sainteté des tombeaux, et dépouillé les morts, des richesses que les vivants leur avaient laissées.

source: Mais de peur que vous ne croyez que ie vueille ioindre l’impoſture au vol, donnez vous la patience d’entendre qui ie ſuis, & comme quoy ie m’eſtois rendu maiſtre des richeſſes du Muët.
fr: Mais de peur que vous ne croyez que je veuille joindre l’imposture au vol, donnez-vous la patience d’entendre qui je suis, et comme quoi je m’étais rendu maître des richesses du Muet.

source: Sçachez que ie ſuis né d’vn des plus mal-heureux & des plus hardis habitans de cette Iſle.
fr: Sçachez que je suis né d’un des plus malheureux et des plus hardis habitants de cette Île.

source: En me donnant la vie il me donna l’vne & l’autre de ſes deſtinées.
fr: En me donnant la vie il me donna l’une et l’autre de ses destinées.

source: Dés mon enfance i’aimay les entrepriſes où il y auoit à gagner, quelques hazardeuſes qu'elles fuſſent;
fr: Dès mon enfance j’aimai les entreprises où il y avait à gagner, quelques hasardeuses qu’elles fussent;

source: & ſans autre cognoiſſance que celle du ſens commun, iugeay qu’il valloit mieux mourir ieune, que de vieillir miſerable.
fr: et sans autre connaissance que celle du sens commun, jugeai qu’il vallait mieux mourir jeune, que de vieillir misérable.

source: I’ay couru la mer & la terre.
fr: J’ai couru la mer et la terre.

source: I'ay porté les armes parmy les Chreſtiens, & parmy les Turcs.
fr: J’ai porté les armes parmi les Chrétiens, et parmi les Turcs.

source: I’ay gardé & violé indifféremment ma foy, & tout cela pour auoir du bien.
fr: J’ai gardé et violé indifféremment ma foi, et tout cela pour avoir du bien.

source: Cependant il ne m'a iamais eſté poſſible d’en acquerir ny par les voyes permiſes, ny par les deffenduës.
fr: Cependant il ne m’a iamais été possible d’en acquérir ni par les voyes permises, ni par les défendues.

source: I’eſtois il n’y a pas long temps auec le renommé Corſaire Baiazet.
fr: J’étais il n’y a pas longtemps avec le renommé Corsaire Bajazet.

source: I’apprins d’vn de mes compagnons, qu’vn Prince incognû faiſoit baſtir vn ſuperbe tombeau dans l'Iſle que vous voyez;
fr: J’appris d’un de mes compagnons, qu’un Prince inconnu faisait bâtir un superbe tombeau dans l’Île que vous voyez;

source: & que non content d’y employer les Marbres & la Bronze, il faiſoit entrer l’or & les pierres precieuſes, en la ſtructure de ce ſuperbe edifice.
fr: et que non content d’y employer les Marbres et la Bronze, il faisait entrer l’or et les pierres précieuses, en la structure de ce superbe édifice.

source: Ces nouuelles toucherent ſi fort ma paſſion dominante, qu’à l’heure meſme ie pris congé de mon Capitaine;
fr: Ces nouvelles touchèrent si fort ma passion dominante, qu’à l’heure même je pris congé de mon Capitaine;

source: & abandonnay vne profeſſion qui malgré tous les perils dont elle eſt enuiron née, ſe peut nommer les delices de la vie.
fr: et abandonnai une profession qui malgré tous les périls dont elle est environ née, se peut nommer les délices de la vie.
